[PR_Geneva X2SoldierClassTemplate]
+DisplayName="顶级战犯"
+ClassSummary="外星人犯下了战争罪行，我们为什么不可以呢？日内瓦级别的武器包括火焰喷射器、火箭发射器和几个毒气手榴弹，可以将任何战场变成地狱。"
+LeftAbilityTreeTitle="火焰"
+RightAbilityTreeTitle="火箭"
AbilityTreeTitles[0]="焦土"
AbilityTreeTitles[1]="化学战"
AbilityTreeTitles[2]="重武器"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="Criminal"
+RandomNickNames[1]="Terror"
+RandomNickNames[2]="Fear"
+RandomNickNames[3]="Collateral"
+RandomNickNames[4]="Death"
+RandomNickNames[5]="Torturer"